[
  {
    "Id": 1,
    "UserId": "jackleo",
    "PlaceId": 1,
    "Rating": 4,
    "Text": "This picturesque cathedral is also so typical of the Orthodox architecture and is really an awesome building. Its open to visit and to participate for those who wish to. Its just a short walk from the Heavens gate, Kiev Opera House and St Volodymyrs Cathedral."
  },

  {
    "Id": 2,
    "UserId": "lucyduvet",
    "PlaceId": 2,
    "Rating": 5,
    "Text": "A lot of activity in the square, along with a very helpful tourist information center."
  },

  {
    "Id": 3,
    "UserId": "maxfizz",
    "PlaceId": 3,
    "Rating": 5,
    "Text": "We walked around this massive building during the day. It was stunning to look at. So many spires and ornate tasteful details. We rode by it at night. With the building all lite up, it was majestic! A definite must see!"
  },

  {
    "Id": 4,
    "UserId": "maxfizz",
    "PlaceId": 4,
    "Rating": 4,
    "Text": "Baroque style at its best. Impressive architecture, fantastic gardens. All clean and well maintained. It was magical listening to the concert in one of the main halls with out any AV input. Excellent connectivity from centre of Vienna. A must place to visit"
  },

  {
    "Id": 5,
    "UserId": "travelam",
    "PlaceId": 5,
    "Rating": 5,
    "Text": "Great food, fresh ingredients, friendly owner, quiet busy lunch time, I have been told that the becomes very busy in the evening. I will go back again if I happen to be in the area."
  },

  {
    "Id": 6,
    "UserId": "jackleo",
    "PlaceId": 6,
    "Rating": 4,
    "Text": "Really nice bridge with way too many people on it. Not much more to say about it, very crowded probably better to visit really early in the morning."
  },

  {
    "Id": 7,
    "UserId": "lucyduvet",
    "PlaceId": 7,
    "Rating": 5,
    "Text": "Really loved this simple museum with wonderfully restored Viking ships (and contents) that were found in burial sites. Simply and impressively presented. We couldn’t see a need for the new building they are planning - we loved it just as it is."
  },

  {
    "Id": 8,
    "UserId": "travelam",
    "PlaceId": 8,
    "Rating": 5,
    "Text": "You probably won’t see all the museums or their contents but if you see more than 2 it’s worth it. Also good to see the highlights of each museum rather than walk around the whole thing."
  },

  {
    "Id": 9,
    "UserId": "travelam",
    "PlaceId": 9,
    "Rating": 5,
    "Text": "My second visit to Pod Aniolami. Great food and ambiance. Food delicious as usual. Great selection of wine. We had a bottle of Ribera del Duero do 155 pln ( £35) it was delicious! I will be back next year!"
  }
]