[
  {
    "Id": "79c63500-3cdf-4ea5-a395-ed175da496b5",
    "Name": "Kyiv",
    "Country": "Ukraine",
    "IsCapital": true,
    "Description": "Kiev is the capital city of Ukraine, its largest economical, political, educational and cultural centre. Kiev is often called the mother of Slavic cities. It is more than fifteen centuries old and during this time Kiev has come a long way from its beginning as an ancient settlement of nomadic tribes to being one of the largest cities in the world."
  },

  {
    "Id": "b9cf7616-0eba-44cd-9efe-cca8cdc05dd2",
    "Name": "Lviv",
    "Country": "Ukraine",
    "IsCapital": false,
    "Description": "If you've spent time in other Ukrainian regions, Lviv will come as a shock. Mysterious and architecturally lovely, this Unesco-listed city is the country's least Soviet and exudes the same authentic Central European charm as pretourism Prague or Krakуw once did. Its quaint cobbles, bean-perfumed coffeehouses and rattling trams are a continent away from the Soviet brutalism of the east. It's also a place where the candle of Ukrainian national identity burns brightest and where Russian is definitely a minority language."
  },

  {
    "Id": "5fa68335-7124-455d-8b60-d2eddb08af75",
    "Name": "Budapest",
    "Country": "Hungary",
    "IsCapital": true,
    "Description": "The Danube River, a source of inspiration for many artists, divided Buda and Pest, two large towns that became a single city in 1873. It is currently one of Europe's most important capital cities. Enormous iron bridges join both banks, Buda, the formal Royal district and most elegant residential area with Pest, the commercial and financial heart of the city."
  },

  {
    "Id": "2fb28fea-174a-4c50-8373-812fe25bb0c7",
    "Name": "Vienna",
    "Country": "‎Austria",
    "IsCapital": true,
    "Description": "Vienna, also described as Europe's cultural capital, is a metropolis with unique charm, vibrancy and flair. It boasts outstanding infrastructure, is clean and safe, and has all the inspiration that you could wish for in order to discover this wonderful part of Europe."
  },

  {
    "Id": "be3299db-161c-41ed-bfa0-7bac10702498",
    "Name": "Rome",
    "Country": "Italy",
    "IsCapital": true,
    "Description": "Rome, Italian Roma, historic city and capital of Roma provincia (province), of Lazio regione (region), and of the country of Italy. Rome is located in the central portion of the Italian peninsula, on the Tiber River about 15 miles (24 km) inland from the Tyrrhenian Sea. Once the capital of an ancient republic and empire whose armies and polity defined the Western world in antiquity and left seemingly indelible imprints thereafter, the spiritual and physical seat of the Roman Catholic Church, and the site of major pinnacles of artistic and intellectual achievement, Rome is the Eternal City, remaining today a political capital, a religious centre, and a memorial to the creative imagination of the past. Area city, 496 square miles (1,285 square km); province, 2,066 square miles (5,352 square km). Pop. (2011) city, 2,617,175; province, 3,997,465; (2007 est.) urban agglom., 3,339,000; (2016 est.) city, 2,873,494; province, 4,353,738."
  },

  {
    "Id": "ff6b700a-3786-4920-8560-dbeef260cc14",
    "Name": "Prague",
    "Country": "Czech Republic",
    "IsCapital": true,
    "Description": "Prague, Czech Praha, city, capital of the Czech Republic. Lying at the heart of Europe, it is one of the continent's finest cities and the major Czech economic and cultural centre. The city has a rich architectural heritage that reflects both the uncertain currents of history in Bohemia and an urban life extending back more than 1,000 years."
  },

  {
    "Id": "88d8d1b2-b2da-46e2-9233-0a11f421bdb8",
    "Name": "Oslo",
    "Country": "Norway",
    "IsCapital": true,
    "Description": "Oslo is considered as a global city and is the major Norwegian hub for trading, shipping and banking. Location of Oslo: Oslo is positioned at the northernmost end of the Oslofjord, and occupies around 40 big and small islands within its limits. The climate of the region is temperate, humid."
  },

  {
    "Id": "b5d87abe-c1bf-4d02-8be5-16b4c840dcd7",
    "Name": "Berlin",
    "Country": "Germany",
    "IsCapital": true,
    "Description": "Berlin is a city of art, artists and museums. More than 170 museums, including those on the famous museum island, put the treasures of the world on public display. Culturally minded visitors from all corners of the globe come to Berlin to see performances by leading orchestras – such as the internationally celebrated Berlin Philharmonic – and to attend ballets and operas at the three major opera houses. A multitude of theatres specialising in plays, variety, revue and cabaret offer stage entertainment in all its forms."
  },

  {
    "Id": "443e9796-a65b-4789-99e0-e10dd4d25d42",
    "Name": "Krakow",
    "Country": "Poland",
    "IsCapital": false,
    "Description": "Krakow is Poland's second largest city and the country's main tourist destination. The local economy is fueled mostly by expanding service sector although diverse industry and production still provide a fairly significant portion of jobs and wealth. The city remains the culture capital of Poland and its seven universities and nearly twenty other institutions of higher learning make Krakow the country's principal center of science and education. "
  }
]